Revit 2015 API
Level.PlaneReference Property
Returns a reference to this element as a plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public Reference PlaneReference { get; }
Visual Basic
Public ReadOnly Property PlaneReference As Reference
	Get
Visual C++
public:
property Reference^ PlaneReference {
	Reference^ get ();
}
Remarks
The object returned here can be used with the PointOnPlane class.
See Also
Level Class
Autodesk.Revit.DB Namespace